alsa-firmware
base
base-devel
blueman
bluez
bluez-utils
breeze
brightnessctl
btop
cliphist
efibootmgr
eza
fastfetch
figlet
firefox
flatpak
fzf
git
gnome-text-editor
gnome-themes-extra
grim
grub
gum
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
inotify-tools
intel-ucode
iwd
jq
kitty
linux
linux-firmware
loupe
nautilus
neovim
network-manager-applet
nm-connection-editor
nwg-displays
nwg-dock-hyprland
nwg-look
otf-font-awesome
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-pip
qt6-virtualkeyboard
qt6-wayland
qt6ct
rofi
slurp
sof-firmware
sudo
swaync
swww
tesseract
tesseract-data-eng
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
tumbler
udiskie
udisks2
unzip
uwsm
vim
vlc
waybar
wget
wireplumber
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zram-generator
zsh
